IDEA Open Model
ConnectionCheckRes Constructor
Initializes a new instance of the ConnectionCheckRes class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConnectionCheckRes()
Public Sub New
public:
ConnectionCheckRes()
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace